Repository: wp-plugins/one-click-republish
Catalog: oneclickrepublish/oneclickrepublish-*.po
Languages: pt_br

source: One Click Republish Options
pt_br: Opções de Republicar em Um Clique

source: One Click Republish
pt_br: Republicar em Um Clique

source: 1 Click Republish Settings
pt_br: Configurações de Republicar em Um Clique

source: Activate Plugin
pt_br: Ativar Plugin

source: Please indicate in wich blog the posts should be republished
pt_br: Indique em qual blog os artigos devem ser republicados

source: Mark the users that should be allowed to republish content
pt_br: Marque os usuários que devem ter permissão para republicar conteúdo

source: Name
pt_br: Nome

source: This is the button users will see to republish content
pt_br: Este é o botão que os usuários irão ver para republicar artigos

source: Update Settings
pt_br: Atualizar Configurações

source: Post originally published in %s on %s
pt_br: Artigo originalmente publicado no blog %s em %s

source: Post already republished
pt_br: Artigo já republicado
